<!doctype html>
<html lang="en">
<head>
  <link rel="stylesheet" href="lib/ol/ol.css" type="text/css">
  <link rel="stylesheet" href="lib/bootstrap-3.3.6-dist/css/bootstrap.min.css" type="text/css">

  <link rel="stylesheet" href="css/style.css" type="text/css">
  <title>Plastic Adrift</title>
</head>

<body>
<div id="main" class="container container-full">
  <nav class="navbar navbar-default">
    <div class="col-lg-2"></div>
    <div class="container-fluid">
      <div class="navbar-header">
        <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#navbar" aria-expanded="false" aria-controls="navbar">
          <span class="sr-only">Toggle navigation</span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </button>
        <a class="navbar-brand" href="index.html"><img id="logo" class="img-responsive" src="img/plasticadriftlogo.png" alt="Adrift"></a>
      </div>
      <div id="navbar" class="navbar-collapse collapse">
        <ul class="nav navbar-nav">
          <li><a id="howlink" href="#howBox">Como lo sabemos?</a></li>
          <li><a id="faqlink" href="#faqBox">FAQ</a></li>
          <li><a id="teamlink" href="#teamBox">Equipo</a></li>
          <li><a id="plasticlink" href="#plasticBox">Patitoss &amp; Otros Plasticos</a></li>
          <li><a id="downloadlink" href="#downloadBox">Descargar</a></li>
          <li><a id="languagelink" href="#languageBox">Idioma</a></li>
        </ul>
      </div>
    </div>
  </nav>

  <div class="row">
    <div id="mapContainer" class="col-md-12 content-container">

      <!-- Infoboxes -->
      <div style="display: none">
        <!-- Forward Backward -->
        <div id= "fwdbwdBox" class="textbox" ><h3>Elija la direcion de su experimento</h3>
          <div class="infoBoxPopUp">
            <div id="backward" class="arrowBox" style="">
              <a href="#backward">
                <img src="img/fwdbwd/bwdbutton.png" class="img-responsive" alt="Forward">
                <h4 class="infoBoxCaption">Terug</h4>
              </a>
            </div>
            <div id="forward" class="arrowBox" style="">
              <a href="#forward">
                <img src="img/fwdbwd/fwdbutton.png" class="img-responsive" alt="Forward">
                <h4 class="infoBoxCaption">Hacia delante</h4>
              </a>
            </div>
          </div>
        </div>
      </div>

      <div style="display: none">
        <div id= "howBox" class="textbox" >
          <h3>Como lo sabemos?</h3>
          <p>
            Los metodos cientificos utilizados para calcular las trayectorias de los desechos flotantes a traves de nuestro oceano durante 10 años despues de ser vertidos son bastante complicados. Quiza la mejor forma de resumirlo sea en el siguiente video
          </p>
          <iframe width="750" height="422" src="https://www.youtube.com/embed/M4UK9Yt6A-s" frameborder="0" allowfullscreen></iframe>
          <p>
            Nuestro oceano constituye el 70 por ciento de la superficie de la Tierra y esta en constante movimiento. Impulsado por el sol y el viento, nuestro oceano desarrolla poderosas corrientes y <a target="_blank" href="http://oceanservice.noaa.gov/facts/eddy.html">eddies</a>, algunas de los cuales pueden tardar siglos en recorrer todas las cuencas oceanicas de nuestro planeta.
          </p>
          <p>
             Estas corrientes tambien se mueven en tres dimensiones. Muchas surgen de las profundidades del oceano cerca de las costas, mientras que otras corrientes descienden a las partes mas profundas del oceano. Estas corrientes que descienden verticalmente se encuentran a menudo, pero no siempre, en medio del oceano en regiones conocidas como los <a target="_blank" href="https://es.wikipedia.org/wiki/Giro_oce%C3%A1nico">cinco grandes giros</a>. Estos giros son vortices gigantes que se extienden por toda la cuenca oceanica donde el agua en la superficie se mueve lentamente en espiral hacia adentro hasta que se hunde. 
          </p>
          <p>
            Sin embargo, casi todos los materiales plasticos y los objetos mas livianos que el agua (como los mensajes en una botella) permanecen en la superficie.
          </p>
          <p>
            Desde finales de la d&eacute;cada de 1970, los cient&iacute;ficos y cient&iacute;ficas oce&aacute;nicos han rastreado boyas a la deriva, pero no fue hasta 1982 que el Programa Mundial de Investigaci&oacute;n del Clima present&oacute; la idea de una red global estandarizada de boyas a la deriva. Estas boyas flotan con las corrientes como los pl&aacute;sticos excepto que, como si fuesen un Twitter desde el mar, envían un breve mensaje a los y las cient&iacute;ficas cada pocas horas sobre d&oacute;nde est&aacute;n y las condiciones en ese lugar.
          </p>
          <p>
            Con esta informaci&oacute;n, hemos podido crear un modelo estadístico de las trayectorias superficiales de nuestro oc&eacute;ano. El sitio web plasticadrift utiliza este modelo y genera una animaci&oacute;n de la ruta probable y el destino de los desechos flotantes durante un per&iacute;odo de diez a&ntilde;os, ya sea hacia el futuro o el pasado.
          </p>
          <p>
            Para obtener los detalles completos, consulte los art&iacute;culos <a target="_blank" href="https://iopscience.iop.org/article/10.1088/1748-9326/7/4/044040">Origin, dynamics and evolution of ocean garbage patches from observed surface drifters</a> y <a target="_blank" href="http://dx.doi.org/10.1016/j.jembe.2014.09.002">Adrift.org.au - a free, quick and easy tool to quantitatively study planktonic surface drift in the global ocean</a>. Si tiene m&aacute;s preguntas, puede <a target="_blank" href="https://www.uu.nl/staff/EvanSebille">contact opnemen met Erik van Sebille</a>.
          </p>

        </div>
      </div>

      <div style="display: none">
        <div id= "faqBox" class="textbox" >
          <h3>Preguntas frecuentes</h3>
          <p>
            <i><b>P:</b> &iquest;Por qu&eacute; el sitio dice "Lo sentimos, no tenemos datos para esa área del oc&eacute;ano"?</i>
          </p>
          <p>
            <b>R:</b>El sitio web se construye utilizando datos de observaciones &uacute;nicamente. Y como cualquier observaci&aacute;n, estas no son perfectas. Simplemente no tenemos datos de todas las &aacute;reas del oc&eacute;ano. Esto se puede ver en el mapa a continuaci&oacute;n, que muestra en rojo las &aacute;reas donde no hay suficientes boyas a la deriva en la superficie para nuestro an&aacute;lisis. 
          </p>
          <p>
            <img src="img/coverage.jpg">
          </p>
          <p>
            La mayor&iacute;a de las &aacute;reas sin cobertura suficiente est&aacute;n muy cerca de las costas. Pero tambi&eacute;n hay extensas regiones en el &Aacute;rtico, alrededor de la Ant&aacute;rtida, en el archipi&eacute;lago indonesio, el Mar del Norte y algunos otros mares marginales. Las razones de esta mala cobertura espacial var&iacute;an desde el hielo marino hasta la pirater&iacute;a, como se puede leer en este <a target="_blank" href="http://journals.ametsoc.org/doi/abs/10.1175/JTECH-D-11-00100.1">excelente art&iacute;culo</a> (de pago).
          </p>
          <p>
            <i><b>P:</b> &iquest;Por qu&Eacute; mi basura de pl&aacute;stico se queda en el mar Mediterr&aacute;neo?</i>
          </p>
          <p>
            <b>R:</b> Nuevamente, este es un problema de cobertura espacial, vea tambi&eacute;n el mapa anterior. En los 30 a&ntilde;os del proyecto de boyas a la deriva, nunca ha habido una boya que haya cruzado el Estrecho de Gibraltar. En nuestra matriz de transici&oacute;n, el Mar Mediterr&aacute;neo est&aacute;, por lo tanto, completamente desconectado del resto del oc&eacute;ano global. 
          </p>
          <p>
            <i><b>P:</b> &iquest;Qu&eacute; significa exactamente la escala?</i>
          </p>
          <p>
            <b>R:</b> La escala en la parte inferior derecha va de 0% a 1%. Esto puede parecer un n&uacute;mero peque&ntilde;o, pero eso se debe a que el pl&aacute;stico se esparce muy r&aacute;pidamente sobre un &aacute;rea grande. Hemos puesto un l&iacute;mite en las &aacute;reas donde la concentraci&oacute;n de pl&aacute;stico es superior al 1 %, para centrarnos en la propagaci&oacute;n del pl&aacute;stico despu&eacute;s de algunos a&ntilde;os. 
          </p>
          <p>
            <i><b>P:</b> &iquest;Por qu&eacute; solo puedo ver deschos pl&aacute;sticos durante los pr&oacute;ximos 10 a&ntilde;os?</i>
          </p>
          <p>
            <b>R:</b> El m&aacute;ximo de 10 años es un equilibrio entre m&aacute;s informaci&oacute;n y tiempos de respuesta m&aacute;s r&aacute;pidos. En principio, podemos advectar el pl&aacute;stico mucho m&aacute;s de 10 años, pero luego pasar&aacute; mucho m&aacute;s tiempo antes de ver el resultado. Si realmente quiere ver la evoluci&oacute;n del pl&aacute;stico a escalas de tiempo m&aacute;s largas, <a target="_blank" href="https://www.uu.nl/staff/EvanSebille">cont&aacute;ctenos directamente</a>.
          </p>
          <p>
            <i><b>P:</b> &iquest;Puedo exportar los datos brutos del experimento? / &iquest;Puedo tener m&uacute;ltiples puntos de liberaci&oacute;n?</i>
          </p>
          <p>
            <b>R:</b> Puede descargar los datos de cada simulaci&oacute;n usando el bot&oacute;n 'Descargar' en la parte superior derecha. Si desea algo m&aacute;s "elegante" que lo que el sitio web puede proporcionar, <a target="_blank" href="https://surfdrive.surf.nl/files/index.php/s/ZhXmLMgqUyT03EX">descargue la matriz de transici&oacute;n</a> y empiece a analizarla usted mismo/a, o <a target="_blank" href="https://www.uu.nl/staff/EvanSebille">p&oacute;ngase en contacto conmigo</a>.
          </p>
        </div>
      </div>

      <div style="display: none">
        <div id= "teamBox" class="textbox" >
          <h3>Teamleden</h3>
          <div class="team_member col-md-4">
            <img src="img/erik.jpg" class="team-member-image img-responsive" alt="erik">
            <p></p>
            <p>
              <b>Prof Erik van Sebille</b> is fysisch oceanograaf aan de Universiteit Utrecht, die de grootschalige circulatie van de oceaan bestudeert. Hij is vooral geïnteresseerd in het verband tussen oceaanbekkens en de processen die bepalen hoeveel water van het ene oceaanbekken naar het andere 'lekt'. Deze verbindingen zijn belangrijk voor het mondiale klimaat en voor de paden van zowel mariene organismen als afval. Voor meer informatie, zie <a target="_blank" href="https://www.uu.nl/staff/EvanSebille"> https://www.uu.nl/staff/EvanSebille</a>. </p>
          </div>
          <div class="team_member col-md-4">
            <img src="img/david.jpg" class="team-member-image img-responsive" alt="david">
            <p></p>
            <p>
              <b>David Fuchs</b> is een solution architect met meer dan dertien jaar ervaring in software vari&euml;rend van voice over IP tot toepassingen van machine learning technieken tot grote datasets. David brengt gecombineerde ervaring in zowel techniek als wetenschap met zich mee en is momenteel ge&iuml;nteresseerd in softwaretoepassingen voor grote hoeveelheden data in het algemeen en klimaatdata in het bijzonder. </p>
          </div>
          <div class="team_member col-md-4">
            <img src="img/jack.jpg" class="team-member-image img-responsive" alt="jack">
            <p></p>
            <p>
              <b>Jack Murray</b> is een software engineer gespecialiseerd in het ontwikkelen van webapplicaties met ervaring in het schrijven van code voor zowel frontend als backend. Jack hielp met de initi&euml;le implementatie van de frontend en backend.
          </div>
        </div>
      </div>

      <div style="display: none">
        <div id= "plasticBox" class="textbox" >
          <h3>Eendjes en ander plastic</h3>
          <p>
            We laten je een schattig rubberen eendje op de kaart zien, maar het experiment dat je doet als je op de kaart klikt, is eigenlijk heel triest. Je bent aan het onderzoeken <a target="_blank" href="https://plasticsoep.sites.uu.nl/">hoe drijvend plastic door de oceaan beweegt</a>.
          </p>
          <p>
            Plastic vervuiling is een van de <a target="_blank" href="https://plasticsoep.sites.uu.nl/prijskaartje/">grootste problemen in onze oceaan</a>. Het kan <a target="_blank" href="https://plasticsoep.sites.uu.nl/dierenleed/">dieren in zee verstikken, of ze kunnen het plastic voor voedsel aanzien en het opeten</a>. Als dat gebeurt, dan komt het plastic <a target="_blank" href="https://plasticsoep.sites.uu.nl/plastic-dieet/">in het voedselweb</a>, en vooral de <a target="_blank" href="https://plasticsoep.sites.uu.nl/plastic-op-ons-bord/">chemicali&euml;n in het plastics</a> kunnen heel schadelijk zijn.
          </p>
          <p>
            Gelukig kun je ook <a target="_blank" href="https://plasticsoep.sites.uu.nl/kom-zelf-in-actie/">zelf dingen doen</a> om plastic vervuiling in de oceaan te voorkomen: gebruik minder plastic, recycle en <a target="_blank" href="https://plasticsoep.sites.uu.nl/onderzoek/">help de wetenschappers</a>.
          </p>
        </div>
      </div>

      <div style="display: none">
        <div id= "downloadBox" class="textbox" >
          <h3>Download de data</h3>
          <p>
            Via onderstaande link kun je de data van het experiment op het scherm downloaden
          </p>
          <p>
          <div id="downloadbar_text">
            <i>Klik eerst op een punt op de kaart</i>
          </div>
          </p>
          <p>
            De data staat in een door komma's gescheiden bestand dat in Excel kan worden geladen. Het heeft vijf kolommen: het jaar, de maand, de breedtegraad, de lengtegraad en de hoeveelhied plastic. Elke rij in het bestand komt overeen met &eacute;&eacute;n rasterpunt op de kaart en rijen met dezelfde jaar- en maandgegevens worden als &eacute;&eacute;n momentopname in de animatie weergegeven. De som van gewichten voor een bepaald jaar en maand is altijd 1, behalve dat rastercellen waar het gewicht kleiner is dan 0,00025 niet worden vermeld.
          </p>
          <p>
            Je bent van harte welkom om de data van deze website te gebruiken. Ik vraag alleen dat je <a href="http://iopscience.iop.org/1748-9326/7/4/044040/">dit wetenschappelijke artikel</a> citeert in een publicatie die deze data gebruikt. Zowel de data als het artikel zijn gelicenseerd met een <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution license</a>. De map tiles zijn van <a href="http://stamen.com">Stamen Design</a>, en gebruikt met een <a href="http://creativecommons.org/licenses/by/3.0">CC BY 3.0</a>. De data van de map tiles zijn van <a href="http://openstreetmap.org">OpenStreetMap</a>, en gebruikt met een <a href="http://creativecommons.org/licenses/by-sa/3.0">CC BY SA</a>. De code van deze pagina staat <a href="https://github.com/adriftICL/adriftOpenLayers"> op GitHub</a>.
          </p>
          <p>
            Als je vragen hebt hoe de data te gebruiken, <a href="https://www.uu.nl/staff/EvanSebille">neem dan contact op</a>.
          </p>
        </div>
      </div>

      <div style="display: none">
        <div id= "languageBox" class="textbox" >
          <h3><a href="../index.html">English</a></h3>
          <p></p>
          <h3><a href="index.html">Nederlands (Dutch)</a></h3>
        </div>
      </div>

      <div style="display: none">
        <div id= "accessBox" class="textbox" >
          <h3>Web Content Accessibility Statement</h3>
          <p>
            The PlasticAdrift.org  Website  has not been formally assessed for compliance against Web Content Accessibility Guidelines (WCAG).
          </p><p>
            The software providers (Imperial College and Utrecht University) have undertaken a lot of usability improvements to the pages to improve the experience for users with disabilities and visual impairments.
        </p><p>
            The Website  is considered to be partially conformant with WCAG 2.1 AA standards,. Partially conformant means that some parts of the content do not conform to the accessibility standards.
        </p><p>
            We will do our best to address all reasonable requests regarding this website and its use. Please contact <a href="https://www.uu.nl/staff/EvanSebille">contact me</a>. I endeavour to respond within 7 days.
          </p>
        </div>
      </div>

      <!-- the main map div -->
      <div id="testingDiv">
        <div id="mapClass" class="mapClass">
          <!-- The loading bars -->
          <div class="spinner">
            <div class="rect1"></div>
            <div class="rect2"></div>
            <div class="rect3"></div>
            <div class="rect4"></div>
            <div class="rect5"></div>
          </div>

          <div id="warningBox" class="infoBox">
            Klik op een punt in de oceaan
          </div>
          <div id="fwdbwd" class="infoBox"><a id="fwdbwdlink" href="#fwdbwdBox">Laat zien waar plastic eindigt</a></div>
          <div id="dateBox" class="infoBox">Klik op een punt in de oceaan</div>

        </div>
      </div>
    </div> <!-- testing div -->

  </div>

  <div class="push"></div>
</div>
<div class="footer">
  <div class="row">
    <div class="col-xs-2 col-sm-2 col-md-1 col-lg-1">
      <a href="http://creativecommons.org/licenses/by/3.0/" target="_blank">
        <img id="ccbutton" src="img/by.png" class="img-responsive" alt="CC">
      </a>
    </div>

    <div class="col-xs-10 col-sm-10 col-md-5 col-lg-5">
      Je bent van harte welkom om de data van deze website te gebruiken. Ik vraag alleen dat je <a href="http://iopscience.iop.org/1748-9326/7/4/044040/">dit wetenschappelijke artikel</a> citeert in een publicatie die deze data gebruikt. Zowel de data als het artikel zijn gelicenseerd met een <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution license</a>. De map tiles zijn van <a href="http://stamen.com">Stamen Design</a>, en gebruikt met een <a href="http://creativecommons.org/licenses/by/3.0">CC BY 3.0</a>. De data van de map tiles zijn van <a href="http://openstreetmap.org">OpenStreetMap</a>, en gebruikt met een <a href="http://creativecommons.org/licenses/by-sa/3.0">CC BY SA</a>. De code van deze pagina staat <a href="https://github.com/adriftICL/adriftOpenLayers"> op GitHub</a>. <a id="accesslink" href="#accessBox">Web Content Accessibility Statement</a>.
      Als je een vraag hebt over de website of de data, kun je me <a href="https://www.uu.nl/staff/EvanSebille">bereiken</a>.
    </div>

    <div class="col-xs-4 col-sm-4 col-md-2 col-lg-2">
      <a href="https://www.imperial.ac.uk/" target="_blank">
        <img id="impLogo" src="img/imperialLogo.png" class="img-responsive" alt="Imperial College London">
      </a>
    </div>
    <div class="col-xs-4 col-sm-4 col-md-2 col-lg-2">
      <a href="https://www.uu.nl/" target="_blank">
        <img id="UULogo" src="img/UU_logo_EN_RGB.jpg" class="img-responsive" alt="Utrecht University">
      </a>
    </div>
    <div class="col-xs-4 col-sm-4 col-md-2 col-lg-2">
      <a href="http://www.climatescience.org.au/" target="_blank">
        <img id="cofeLogo" src="img/cofe.png" class="img-responsive" alt="ARC Centre of Excellence for Climate System Science">
      </a>
    </div>
  </div>
</div>
<div>
</div>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>
<script src="lib/bootstrap-3.3.6-dist/js/bootstrap.min.js"></script>
<script src="lib/ol/ol.js" type="text/javascript"></script>
<script src="js/mapScript.js"></script>
<script src="js/analytics.js"></script>
<script src="lib/colorbox/jquery.colorbox-min.js"></script>
<link rel="stylesheet" href="css/colorbox.css" type="text/css">



<script>
    /* colorbox script TESTING*/
    $(document).ready(function(){
        console.log("running the colorbox function");
        $(".inlineTextBox").colorbox({inline:true, width:"40%"});
        $("#fwdbwdlink").colorbox({inline:true, width:"40%"});
        $("#howlink").colorbox({inline:true, width:"70%"});
        $("#faqlink").colorbox({inline:true, width:"70%"});
        $("#teamlink").colorbox({inline:true, width:"70%"});
        $("#plasticlink").colorbox({inline:true, width:"70%"});
        $("#downloadlink").colorbox({inline:true, width:"70%"});
        $("#languagelink").colorbox({inline:true, width:"300px"});
        $("#accesslink").colorbox({inline:true, width:"70%"});
    });

</script>

</body>
</html>
